import img1 from './assets/11.png';
import img2 from './assets//22.png';
import img3 from './assets/33.png';
import img4 from './assets/44.png';
import img5 from './assets/55.jpg';


const Data = {
    cardData:[
        {
            id: 1,
            // imgsrc: img1,
            title: 'Programming',
            desc: 'نقدم لك خدمات تطوير وبرمجة تطبيقات سطح المكتب بالإضافة إلى تطبيقات  الهاتف لتطوير المنظومة التشغيلية الخاصة بك والارتقاء لمستوى أعلى من الكفاءة فى إدارة مؤسساتك التجارية ، لمزيد من التفاصيل ..إلق نظرة على بعض أعمالنا',
            btn: "Programming" ,
        },
        {
            id: 2,
            // imgsrc: img2,
            title: 'Mobile App',
            desc: 'هدفنا الاسمى هو كسر الحواجز والعوائق التى تواجه اصحاب التجارات والمؤسسات . وحرصاً منا على توفير سبل الراحة والإدارة لكفاءة تشغيلية أعلى ، قمنا بتطوير أنظمة تطبيقات الهواتف الذكية لتحكم أسهل وإدارة اقوى للمنظومة التشغيلية الخاصة بك.',
            btn: "Mobile App" ,
        },
        {
            id: 3,
            // imgsrc: img3,
            title: 'Web Design',
            desc: 'تعاون معنا الأن واحصل على أحدث التقنيات فى تصميم المواقع الإلكترونية بشكل إحترافى ودقيق ، يعبر عن شخصية عملك ويمنحك التميز عن باقى منافسيك فى السوق ، نحن على استعداد لتحقيق النجاح المرجو لعملك.',
            btn: "Web Design" ,
        },
        {
            id: 4,
            // imgsrc: img4,
            title: 'Design',
            desc: 'إذا كنت تبحث عن أفضل الخدمات لإنشاء تصميمات السوشيال ميديا والمطبوعات بجودة عالية، فأنت في المكان الصحيح. يمكنك الآن الاستفادة من خدماتنا في تصميم جميع أنواع المطبوعات مثل الكروت الشخصية ووضع تصميمات إبداعية لعمل  الكلادينج والفلكس. بجانب ذلك، نقدم لك خدمة إنشاء تصميمات السوشيال ميديا الاحترافية التي تُلفت انتباه الجمهور المستهدف منذ اللحظة الأولى',
            btn: "Design" ,
        },
        {
            id: 5,
            // imgsrc: img5,
            title: 'Mareting',
            desc: 'منذ البداية، كانت قوة العلامة التجارية أحد العوامل الحاسمة في نجاح أي عمل تجاري. في الوقت الحالي، أصبح التواجد على منصات التواصل الاجتماعي يلعب دورًا أساسيًا في بناء العلامة التجارية وزيادة التفاعل مع العملاء. لذلك، فإن صناعة محتوى مبتكر وجذاب على منصات التواصل الاجتماعي يمكن أن يكون مفتاحًا حاسمًا لنجاح العلامة التجارية. بالإضافة إلى ذلك، يمكن لإنشاء تصاميم احترافية والوصول السريع للعملاء المحتملين، أن يزيد من جاذبية العلامة التجارية وتعزيز شعبيتها. لذلك، فريق التسويق الخاص بنا يقدم العديد من المزايا التي يمكن أن تساعد عملائنا على الوصول إلى الشعبية الكاملة وزيادة الربحية.إدارة منصات التواصل الاجتماعى إنشاء علامة تجارية قوية  إطلاق الحملات الإعلانية ',
            btn: "Mareting" ,

        }
    ]
}
    
 

export default Data;